/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "ข้อมูลประจำตัวสำหรับ Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Afaria Certificate Provider ต้องใช้อินพุทของคุณในการดาวน์โหลดใบรับรองจากเซิร์ฟเวอร์ Afaria ใบรับรองของคุณจะถูกจัดเก็บอย่างปลอดภัย";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "เสร็จสิ้น";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "ยกเลิก";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "ใบรับรอง Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "กำลังขอใบรับรอง Afaria";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "เกิดข้อผิดพลาด; กรุณาติดต่อผู้ดูแลระบบของคุณ";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "เกิดข้อผิดพลาดในการกำหนดค่าเริ่มต้น Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "ผู้ใช้ถูกยกเลิก";

